Repository: UniversitaDellaCalabria/uniCMS
Catalog: src/cms/templates/locale/*/LC_MESSAGES/django.po
Languages: it

source: You do not have permission to perform this action.
it: Non disponi dei permessi per eseguire questa azione.

source: Field required
it: Campo richiesto

source: Unable to make changes. {user} is currently editing this item
it: Impossibile apportare modifiche. {user} sta attualmente modificando questo elemento

source: This lock was already set
it: Questo lock è stato già impostato

source: Lock successfully set
it: Lock impostato con successo

source: Cloning done with success!
it: Clonazione effettuata con successo!

source: Carousels
it: Caroselli

source: Pre Heading
it: Pre testata

source: Heading
it: Testata

source: Carousel Items
it: Elementi del carosello

source: Carousel Item Localization
it: Traduzioni dell'elemento del carosello

source: Title
it: Titolo

source: Carousel Item Links
it: Link dell'elemento del carosello

source: Person
it: Persona

source: Structure
it: Struttura

source: Hours
it: Ore

source: Location
it: Luogo

source: Phone
it: Telefono

source: Website
it: Sito web

source: Other
it: Altro

source: Contacts
it: Contatti

source: Contact Localization
it: Traduzione contatto

source: Contact extra infos
it: Informazioni aggiuntive

source: Contact Info Localizations
it: Traduzioni info contatto

source: Parent
it: Genitore

source: Parent element in which insert the new webpaths
it: Elemento genitore in cui innestare il nuovo percorso

source: Exclude pages
it: Escludi pagine

source: Exclude webpaths' pages
it: Escludi le pagine dei percorso

source: Exclude news
it: Escludi notizie

source: Exclude webpaths' news
it: Escludi notizie dei percorso

source: Only childs
it: Solo figli

source: Take only webpath children
it: Considera esclusivamente i figli del percorso

source: Sites
it: Siti web

source: path be prefixed with the parent one, on save
it: il percorso deve essere preceduto da quello padre, al salvataggio

source: Alias that would be redirected to ...
it: Alias che verrebbe reindirizzato a...

source: final path prefixed with the parent path
it: percorso finale preceduto dal percorso padre

source: Site Contexts (WebPaths)
it: Percorsi (WebPaths)

source: Editorial Board Users
it: Utenti dell'Editorial Board

source: Editorial Board Locks
it: Lock dell'Editorial Board

source: Editorial Board Locks Owners
it: Proprietari dei lock dell'Editorial Board

source: Entries Used By
it: Voci usate da

source: disable permissions in context
it: disabilita permessi in questo contesto

source: can translate content in their own context
it: possono tradurre i contenuti nel proprio contesto

source: can translate content in their own context and descendants
it: possono tradurre i contenuti nel proprio contesti e discendenti

source: can edit content created by them in their own context
it: possono tradurre contenuti nel proprio contesto e discendenti

source: can edit content in their own context
it: possono modificare contenuti nel proprio contesto

source: can edit content in their own context and descendants
it: possono modificare contenuti nel proprio contesto e discendenti

source: can publish content in their own context
it: possono pubblicare contenuti nel proprio contesto

source: can publish content in their own context and descendants
it: possono pubblicare contenuti nel proprio contesto e discendenti

source: Home
it: Pagina iniziale

source: You entered in {}
it: Sei entrato in {}

source: changed
it: modificato

source: added
it: aggiunto

source: CMS Page not found
it: Pagina non trovata

source: Permission Denied on this website
it: Permesso negato in questo sito web

source: Permission Denied on this webpath
it: Permesso negato in questo percorso

source: Media Collections
it: Collezioni di media

source: Media file title
it: Titolo del file

source: Media Collection Items
it: Elementi della collezione

source: Context Navigation Menus
it: Menu di navigazione

source: Takes additional contents from a publication
it: Prende contenuti aggiuntivi da una pubblicazione

source: Context Navigation Menu Items
it: Voci del menu di navigazione

source: Can't choose a child as parent!
it: Non si può scegliere un elemento figlio come genitore.

source: Context Navigation Menu Item Localizations
it: Traduzioni della voce di menu

source: Make page Draft
it: Porta la pagina in bozza

source: pages
it: pagine

source: Draft
it: Bozza

source: Published
it: Pubblicata

source: Description used for SEO.
it: Descrizione usata per SEO.

source: Page
it: Pagina

source: Home Page
it: Pagina principale

source: Pages
it: Pagine

source: Page Carousel
it: Carousel della pagina

source: Page Contact
it: Contatti della pagina

source: Page Localizations
it: Traduzioni della pagina

source: Page Medias
it: Media della pagina

source: Page Navigation Bars
it: Menu della pagina

source: Page Block
it: Blocchi della pagina

source: Related Pages
it: Pagine relative

source: Page Links
it: Link della pagina

source: Publication Contents
it: Contenuti

source: Page Media Collection
it: Collezioni di media della pagina

source: Page Headings
it: Testate della pagina

source: Page Heading Localizations
it: Traduzioni della testata della pagina

source: Duplicate as a Draft
it: Duplica come bozza

source: Update template to selected pages
it: Aggiorna il template delle pagine selezionate

source: Selected pages
it: Pagine selezionate

source: publications
it: pubblicazioni

source: News
it: Notizie

source: Content Categories
it: Categorie di contenuti

source: Image of this Category
it: Immagine della categoria

source: Heading, Headline
it: Testata, titolo

source: Strap line (press)
it: Sottotitolo (stampa)

source: Content
it: Contenuto

source: Editorial Board notes
it: Note dell'editorial board

source: Publications
it: Pubblicazioni

source: Publication Contexts
it: Contesti della pubblicazione

source: Related Publications
it: Pubblicazioni relative

source: Publication Links
it: Link della pubblicazione

source: Publication Page Block
it: Blocchi della pubblicazione

source: Publication Media Collection
it: Collezioni di media della pubblicazione

source: Specify the container section in the template where this block would be rendered.
it: Specifica la sezione del contenitore nel modello in cui verrà visualizzato questo blocco.

source: Publication Attachments
it: Allegati della pubblicazione

source: Publication Localizations
it: Traduzioni della pubblicazione

source: according to the block template schema
it: secondo lo schema del modello di blocco

source: Editorial Board Notes, not visible by public.
it: Note dell'editorial board, non visibili al pubblico.

source: Page Templates
it: Templates

source: Description of this block
it: Descrizione di questo block

source: Template Blocks
it: Blocchi dei template

source: Page Template Blocks
it: Blocchi della pagina

source: View
it: Vedi

source: Open
it: Apri

source: Read More
it: Leggi di più

source: More
it: Ancora

source: Get in
it: Entra

source: Enter
it: Entra

source: Submit
it: Invia

source: custom
it: personalizzato
